import { FaShippingFast, FaPhoneVolume, FaQuoteRight } from 'react-icons/fa';
import { RiRefund2Fill } from 'react-icons/ri';

export const navLiks = [
  {
    id: '1',
    title: 'الرئيسية',
    link: '/',
  },
  {
    id: '2',
    title: 'معلومات عنا',
    link: 'about',
  },
  {
    id: '3',
    title: 'المتجر',
    link: 'shop',
  },
];
export const statsItems = [
  {
    id: '1',
    title: 'شحن مجاني',
    desc: 'عند طلب أكثر من 75 دولار',
    Icon: FaShippingFast,
  },
  {
    id: '2',
    title: 'دعم 24 ساعة',
    desc: 'عند طلب أكثر من 75 دولار',
    Icon: FaPhoneVolume,
  },
  {
    id: '3',
    title: 'شحن مجاني',
    desc: 'احصل على الدعم طوال اليوم',
    Icon: RiRefund2Fill,
  },
];

export const allProducts = [
  {
    id: 1,
    name: 'فراولة',
    price: 60,
    amount: 1,
    category: 'الأعلي سعر',
    images: ['/products/product-img-1.jpg'],
    disc: 'أشجار التفاح هي أكثر أشجار الفاكهة شيوعًا في الاتحاد الأوروبي، وتبلغ مساحتها ٤٥٠ ألف هكتار. أكبر منتجي التفاح في الاتحاد الأوروبي هم بولندا وإيطاليا وفرنسا. تجدر الإشارة إلى أن البساتين في بولندا تشكل ما يصل إلى ثلث إجمالي مساحة زراعة التفاح في الاتحاد الأوروبي، وتغطي بساتين التفاح هناك ٧٢٪ من جميع محاصيل الفاكهة.',
  },
  {
    id: 2,
    name: 'كيوي',
    price: 90,
    amount: 1,
    category: 'الأعلي سعر',
    images: ['/products/product-img-2.jpg'],
    disc: 'أشجار التفاح هي أكثر أشجار الفاكهة شيوعًا في الاتحاد الأوروبي، وتبلغ مساحتها ٤٥٠ ألف هكتار. أكبر منتجي التفاح في الاتحاد الأوروبي هم بولندا وإيطاليا وفرنسا. تجدر الإشارة إلى أن البساتين في بولندا تشكل ما يصل إلى ثلث إجمالي مساحة زراعة التفاح في الاتحاد الأوروبي، وتغطي بساتين التفاح هناك ٧٢٪ من جميع محاصيل الفاكهة.',
  },
  {
    id: 3,
    name: 'تفاح',
    price: 43,
    amount: 1,
    category: 'متوسط',
    images: ['/products/product-img-3.jpg'],
    disc: 'أشجار التفاح هي أكثر أشجار الفاكهة شيوعًا في الاتحاد الأوروبي، وتبلغ مساحتها ٤٥٠ ألف هكتار. أكبر منتجي التفاح في الاتحاد الأوروبي هم بولندا وإيطاليا وفرنسا. تجدر الإشارة إلى أن البساتين في بولندا تشكل ما يصل إلى ثلث إجمالي مساحة زراعة التفاح في الاتحاد الأوروبي، وتغطي بساتين التفاح هناك ٧٢٪ من جميع محاصيل الفاكهة.',
  },
  {
    id: 4,
    name: 'عنب',
    price: 45,
    amount: 1,
    category: 'متوسط',
    images: ['/products/product-img-4.jpg'],
    disc: 'أشجار التفاح هي أكثر أشجار الفاكهة شيوعًا في الاتحاد الأوروبي، وتبلغ مساحتها ٤٥٠ ألف هكتار. أكبر منتجي التفاح في الاتحاد الأوروبي هم بولندا وإيطاليا وفرنسا. تجدر الإشارة إلى أن البساتين في بولندا تشكل ما يصل إلى ثلث إجمالي مساحة زراعة التفاح في الاتحاد الأوروبي، وتغطي بساتين التفاح هناك ٧٢٪ من جميع محاصيل الفاكهة.',
  },
  {
    id: 5,
    name: 'توت',
    price: 45,
    amount: 1,
    category: 'متوسط',
    images: ['/products/product-img-5.jpg'],
    disc: 'أشجار التفاح هي أكثر أشجار الفاكهة شيوعًا في الاتحاد الأوروبي، وتبلغ مساحتها ٤٥٠ ألف هكتار. أكبر منتجي التفاح في الاتحاد الأوروبي هم بولندا وإيطاليا وفرنسا. تجدر الإشارة إلى أن البساتين في بولندا تشكل ما يصل إلى ثلث إجمالي مساحة زراعة التفاح في الاتحاد الأوروبي، وتغطي بساتين التفاح هناك ٧٢٪ من جميع محاصيل الفاكهة.',
  },
  {
    id: 6,
    name: 'ليمون',
    price: 20,
    amount: 1,
    category: 'الأقل سعر',
    images: ['/products/product-img-6.jpg'],
    disc: 'أشجار التفاح هي أكثر أشجار الفاكهة شيوعًا في الاتحاد الأوروبي، وتبلغ مساحتها ٤٥٠ ألف هكتار. أكبر منتجي التفاح في الاتحاد الأوروبي هم بولندا وإيطاليا وفرنسا. تجدر الإشارة إلى أن البساتين في بولندا تشكل ما يصل إلى ثلث إجمالي مساحة زراعة التفاح في الاتحاد الأوروبي، وتغطي بساتين التفاح هناك ٧٢٪ من جميع محاصيل الفاكهة.',
  },
];

export const myteam = [
  {
    id: 1,
    name: 'أحمد أشرف',
    jop: 'االمدير التنفيذي',
    desc: '"ولكن لكي تفهم من أين ولد كل هذا الخطأ في الحقيقة ، وكما أطلق عليه مهندس الحياة المباركة ، وتلك الأشياء ذاتها التي "أسسها ذلك المخترع',
    img: '/avatars/avatar4.jpg',
    Icon: FaQuoteRight,
  },
  {
    id: 1,
    name: 'كمال علي',
    jop: 'هيد الماركتينج',
    desc: '"ولكن لكي تفهم من أين ولد كل هذا الخطأ في الحقيقة ، وكما أطلق عليه مهندس الحياة المباركة ، وتلك الأشياء ذاتها التي "أسسها ذلك المخترع',
    img: '/avatars/avatar3.png',
    Icon: FaQuoteRight,
  },
  {
    id: 1,
    name: 'علاء محمود',
    jop: 'هيد الباك اند',
    desc: '"ولكن لكي تفهم من أين ولد كل هذا الخطأ في الحقيقة ، وكما أطلق عليه مهندس الحياة المباركة ، وتلك الأشياء ذاتها التي "أسسها ذلك المخترع',
    img: '/avatars/avatar2.png',
    Icon: FaQuoteRight,
  },
  {
    id: 1,
    name: 'اية علي',
    jop: 'رئيسية تسويق',
    desc: '"ولكن لكي تفهم من أين ولد كل هذا الخطأ في الحقيقة ، وكما أطلق عليه مهندس الحياة المباركة ، وتلك الأشياء ذاتها التي "أسسها ذلك المخترع',
    img: '/avatars/avatar1.png',
    Icon: FaQuoteRight,
  },
];
